export const DESSERT = [
  {
    metaSeo: {
      title: 'Чизкейк',
      description:
        'Чизкейк — это изысканный десерт, покоривший миллионы сладкоежек по всему миру. Его основа — нежная сливочная начинка на песочной корже, которая буквально тает во рту. В отличие от привычных пирожных, чизкейк не требует выпечки (хотя есть и запечённые варианты), а его вкус балансирует между лёгкой кислинкой и сладкой сливочностью.',
      keywords: ['чизкейк', 'пирожное', 'десерт'],
      'og:title': 'Чизкейк',
      'og:description':
        'Чизкейк — это изысканный десерт, покоривший миллионы сладкоежек по всему миру. Его основа — нежная сливочная начинка на песочной корже, которая буквально тает во рту. В отличие от привычных пирожных, чизкейк не требует выпечки (хотя есть и запечённые варианты), а его вкус балансирует между лёгкой кислинкой и сладкой сливочностью.',
      'og:url': 'https://povreshka.ru/recipe/chizkeik',
      'og:image': '/static/recipes/dessert/chizkeik.jpeg',
      twitterTitle: 'Чизкейк',
      twitterDescription:
        'Чизкейк — это изысканный десерт, покоривший миллионы сладкоежек по всему миру. Его основа — нежная сливочная начинка на песочной корже, которая буквально тает во рту. В отличие от привычных пирожных, чизкейк не требует выпечки (хотя есть и запечённые варианты), а его вкус балансирует между лёгкой кислинкой и сладкой сливочностью.',
      twitterImage: '/static/recipes/dessert/chizkeik.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/chizkeik',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/chizkeik',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['чизкейк', 'пирожное', 'десерт'],
    categories: [{ name: 'dessert' }],
    key: 'chizkeik',
    name: 'chizkeik',
    img: '/static/recipes/dessert/chizkeik.jpeg',
    title: 'Чизкейк',
    description:
      'Чизкейк — это изысканный десерт, покоривший миллионы сладкоежек по всему миру. Его основа — нежная сливочная начинка на песочной корже, которая буквально тает во рту. В отличие от привычных пирожных, чизкейк не требует выпечки (хотя есть и запечённые варианты), а его вкус балансирует между лёгкой кислинкой и сладкой сливочностью.',
    calories: 353.28,
    preparation: 60,
    time: 75,
    level: 2,
    rating: 5,
    portions: 12,
    used: [9.46, 22.6, 27.5],
    ingredients: [],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Подготовьте форму для выпекания диаметром 24 см: застелите дно пергаментом и плотно оберните форму фольгой — это важно для водяной бани, чтобы чизкейк получился воздушным и нежным.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Измельчите печенье (например, "Юбилейное") до мелкой крошки с помощью блендера. Постепенно добавляйте молоко, добиваясь липкой текстуры. Выложите массу в форму, утрамбуйте стаканом или руками и поставьте в холодильник.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Для нежной начинки соедините в глубокой миске творожный сыр и рикотту. Вводите по одному яйцу, аккуратно размешивая венчиком или силиконовой лопаткой, чтобы сохранить воздушность.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Охлажденные сливки жирностью 33% взбивайте сначала на низкой скорости 2–3 минуты, затем переключитесь на высокую и продолжайте до устойчивой пышной массы — около 5 минут.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Аккуратно соедините взбитые сливки с сырной основой, перемешивая круговыми движениями. Добавьте сахар небольшими порциями, добиваясь гладкой, однородной текстуры.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Вылейте получившуюся сырную смесь в охлажденную форму. Постучите формой о стол, чтобы удалить лишний воздух. Поместите форму в глубокий противень, налейте кипяток — водяная баня обеспечит равномерную выпечку.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Разогрейте духовку до 160 °C и запекайте чизкейк 1 час 15 минут. Первые 30–40 минут не открывайте дверцу, чтобы сохранить стабильную температуру и влажность.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Проверить готовность просто: слегка потрясите форму — если середина чизкейка подрагивает, как желе, он готов. Не пересушите десерт, чтобы сохранить его кремовую текстуру.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Выключите духовку и оставьте чизкейк остывать внутри примерно на 40 минут. Затем дайте ему постоять при комнатной температуре и уберите на ночь в холодильник для стабилизации.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Перед подачей аккуратно извлеките чизкейк из формы, снимите пергамент и, при желании, украсьте его свежими ягодами, фруктами или мятой. Наслаждайтесь нежным домашним чизкейком!',
        ingredients: [],
      },
    ],
  },
]
