export const DESSERT = [
  // {
  //   key: 'shokoladnaja-kolbaska',
  //   name: 'shokoladnaja-kolbaska',
  //   img: null,
  //   title: 'Шоколадная колбаса',
  //   description:
  //     'Многие уверены, что шоколадную колбасу из печенья придумали в Советском Союзе, но это не совсем так. На самом деле этот десерт пришёл к нам из Европы — особенно популярным он был в Италии и Португалии. А уже в СССР шоколадная "салями" стала настоящей классикой: готовили её во многих семьях, используя доступные продукты. В чем же секрет её любви народной? Всё просто — внешний вид угощения необычный, вкус — насыщенный и приятный, а готовится она без всякой выпечки. Кто-то добавлял только какао, кто-то использовал настоящую шоколадку, а иногда и то, и другое вместе — так получалось ещё вкуснее. Лучше всего использовать простое сахарное печенье, которое легко ломается и хорошо впитывает шоколадную массу. Именно его мы и взяли для нашего варианта домашней шоколадной колбасы.',
  //   time: 30,
  //   level: 1,
  //   rating: 4.5,
  // },
]
