export const DINNER = [
  // {
  //   categories: [{ name: 'dinner' }],
  //   key: 'borshch-s-pampushkami',
  //   name: 'borshch-s-pampushkami',
  //   img: null,
  //   title: 'Борщ с пампушками',
  //   description:
  //     'Хотите подать борщ с пампушками? Легко! Пока варится суп, параллельно замесите тесто для этих пышных булочек — не так уж это и сложно. Результат — полноценное, сытное и аппетитное первое блюдо. Не забудьте, как только пампушки испекутся, щедро смазать их чесночным маслом — это классика. Сам борщ можно сварить даже в постном варианте — в компании с ароматными пампушками он всё равно будет выглядеть эффектно и насыщенно по вкусу. Делимся пошаговой инструкцией — пробуйте, получится вкусно!',
  //   time: 90,
  //   level: 1,
  //   rating: 4.75,
  // },
]
