import { count } from 'console'

import { EQUIPMENTS } from '../equipments'
import { INGREDIENTS } from '../ingredients'

export const DINNER = [
  {
    metaSeo: {
      title: 'Борщ с пампушками',
      description:
        'Хотите подать борщ с пампушками? Легко! Пока варится суп, параллельно замесите тесто для этих пышных булочек — не так уж это и сложно. Результат — полноценное, сытное и аппетитное первое блюдо. Не забудьте, как только пампушки испекутся, щедро смазать их чесночным маслом — это классика. Сам борщ можно сварить даже в постном варианте — в компании с ароматными пампушками он всё равно будет выглядеть эффектно и насыщенно по вкусу. Делимся пошаговой инструкцией — пробуйте, получится вкусно!',
      keywords: ['борщ', 'пампушки', 'завтрак', 'легкий завтрак'],
      'og:title': 'Борщ с пампушками',
      'og:description':
        'Хотите подать борщ с пампушками? Легко! Пока варится суп, параллельно замесите тесто для этих пышных булочек — не так уж это и сложно. Результат — полноценное, сытное и аппетитное первое блюдо. Не забудьте, как только пампушки испекутся, щедро смазать их чесночным маслом — это классика. Сам борщ можно сварить даже в постном варианте — в компании с ароматными пампушками он всё равно будет выглядеть эффектно и насыщенно по вкусу. Делимся пошаговой инструкцией — пробуйте, получится вкусно!',
      'og:url': 'https://povreshka.ru/recipe/borshch-s-pampushkami',
      'og:image': '/static/recipes/dinner/borshch-s-pampushkami.jpeg',
      twitterTitle: 'Борщ с пампушками',
      twitterDescription:
        'Хотите подать борщ с пампушками? Легко! Пока варится суп, параллельно замесите тесто для этих пышных булочек — не так уж это и сложно. Результат — полноценное, сытное и аппетитное первое блюдо. Не забудьте, как только пампушки испекутся, щедро смазать их чесночным маслом — это классика. Сам борщ можно сварить даже в постном варианте — в компании с ароматными пампушками он всё равно будет выглядеть эффектно и насыщенно по вкусу. Делимся пошаговой инструкцией — пробуйте, получится вкусно!',
      twitterImage: '/static/recipes/dinner/borshch-s-pampushkami.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/borshch-s-pampushkami',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/borshch-s-pampushkami',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['борщ', 'пампушки', 'обед'],
    categories: [{ name: 'dinner' }],
    key: 'borshch-s-pampushkami',
    name: 'borshch-s-pampushkami',
    img: '/static/recipes/dinner/borshch-s-pampushkami.jpeg',
    title: 'Борщ с пампушками',
    description:
      'Хотите подать борщ с пампушками? Легко! Пока варится суп, параллельно замесите тесто для этих пышных булочек — не так уж это и сложно. Результат — полноценное, сытное и аппетитное первое блюдо. Не забудьте, как только пампушки испекутся, щедро смазать их чесночным маслом — это классика. Сам борщ можно сварить даже в постном варианте — в компании с ароматными пампушками он всё равно будет выглядеть эффектно и насыщенно по вкусу. Делимся пошаговой инструкцией — пробуйте, получится вкусно!',
    calories: 547.18,
    preparation: 15,
    time: 90,
    level: 1,
    rating: 4.75,
    portions: 6,
    used: [12.37, 28.55, 60.08],
    ingredients: [
      {
        ...INGREDIENTS.beet,
        count: 2,
      },
      {
        ...INGREDIENTS.carrot,
        count: 1,
      },
      {
        ...INGREDIENTS.potato,
        count: 2,
      },
      {
        ...INGREDIENTS.onion,
        count: 1,
      },
      {
        ...INGREDIENTS.garlic,
        count: 2,
      },
      {
        ...INGREDIENTS.vegetableOil,
        count: 100,
      },
      {
        ...INGREDIENTS.salt,
      },
      {
        ...INGREDIENTS.sugar,
      },
      {
        ...INGREDIENTS.vinegar,
      },
      {
        ...INGREDIENTS.bayLeaf,
      },
      {
        ...INGREDIENTS.tomato,
        count: 2,
      },
      {
        ...INGREDIENTS.cabbage,
        count: 0.5,
      },
      {
        ...INGREDIENTS.groundBlackPepper,
      },
      {
        ...INGREDIENTS.refinedVegetableOil,
      },
      {
        ...INGREDIENTS.flour,
        count: 250,
      },
      {
        ...INGREDIENTS.yeast,
        count: 6,
      },

      {
        ...INGREDIENTS.sesameSeeds,
      },
      {
        ...INGREDIENTS.milk,
      },
      {
        ...INGREDIENTS.refinedVegetableOil,
        count: 1.5,
      },
      {
        ...INGREDIENTS.egg,
        count: 1,
      },
      {
        ...INGREDIENTS.sesameSeeds,
        count: 1,
      },
      {
        ...INGREDIENTS.garlic,
        count: 4,
      },
    ],
    equipments: [
      EQUIPMENTS.pot,
      EQUIPMENTS.pan,
      EQUIPMENTS.bowl,
      EQUIPMENTS.knife,
      EQUIPMENTS.cutBoard,
      EQUIPMENTS.grater,
      EQUIPMENTS.blender,
      EQUIPMENTS.oven,
      EQUIPMENTS.bakingTray,
      EQUIPMENTS.pastryBrush,
    ],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Подготовьте овощи: вымойте, очистите и нарежьте их тонкой соломкой, а помидоры — кубиками. Закипятите воду в кастрюле, посолите, добавьте капусту и картофель. Пока они варятся, обжарьте на сковороде лук и морковь, затем добавьте половину свеклы, уксус и сахар — получится ароматная зажарка.',
        ingredients: [
          { ...INGREDIENTS.beet, count: 2 },
          { ...INGREDIENTS.carrot, count: 1 },
          { ...INGREDIENTS.potato, count: 3 },
          { ...INGREDIENTS.onion, count: 1 },
          { ...INGREDIENTS.cabbage, count: 300 },
          { ...INGREDIENTS.tomato, count: 2 },
          { ...INGREDIENTS.garlic, count: 3 },
          { ...INGREDIENTS.refinedVegetableOil, count: 2 },
          { ...INGREDIENTS.vinegar, count: 1 },
          { ...INGREDIENTS.sugar, count: 1 },
          { ...INGREDIENTS.salt, count: 1 },
        ],
      },
      {
        img: null,
        video: null,
        description:
          'Перемешайте овощи и тушите их под крышкой 10 минут. Оставшуюся свеклу залейте кипятком с уксусом — она настоится и отдаст красивый цвет. Добавьте к овощам помидоры, приправьте и тушите еще 20 минут до мягкости и насыщенного вкуса.',
        ingredients: [
          { ...INGREDIENTS.vinegar, count: 1 },
          { ...INGREDIENTS.groundBlackPepper, count: 0.5 },
          { ...INGREDIENTS.salt, count: 0.5 },
        ],
      },
      {
        img: null,
        video: null,
        description:
          'Когда картофель и капуста будут почти готовы, добавьте к ним тушёные овощи и лавровый лист. Доведите до кипения, снимите пену. Добавьте чеснок, накройте крышкой и сразу уберите с огня — борщ должен настояться и раскрыть аромат.',
        ingredients: [{ ...INGREDIENTS.bayLeaf, count: 2 }],
      },
      {
        img: null,
        video: null,
        description:
          'Добавьте в борщ настоянный свекольный сок, чтобы придать супу яркий, насыщенный цвет. Аккуратно перемешайте и оставьте под крышкой.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Разогрейте духовку и приготовьте тесто для пампушек: разведите дрожжи в молоке, добавьте муку, масло, сахар и соль. Замесите тесто, оставьте подойти. Сформируйте шарики и выложите на противень. Смажьте яйцом, присыпьте кунжутом и выпекайте до золотистой корочки.',
        ingredients: [
          { ...INGREDIENTS.flour, count: 400 },
          { ...INGREDIENTS.yeast, count: 1 },
          { ...INGREDIENTS.milk, count: 250 },
          { ...INGREDIENTS.sugar, count: 1 },
          { ...INGREDIENTS.salt, count: 1 },
          { ...INGREDIENTS.refinedVegetableOil, count: 2 },
          { ...INGREDIENTS.egg, count: 1 },
          { ...INGREDIENTS.sesameSeeds, count: 1 },
        ],
      },
      {
        img: null,
        video: null,
        description:
          'Измельчите чеснок и взбейте его с маслом в блендере. Горячие пампушки смажьте ароматным чесночным маслом с помощью кисточки. Подавайте свежие и тёплые пампушки к борщу — это идеальное дополнение.',
        ingredients: [
          { ...INGREDIENTS.garlic, count: 3 },
          { ...INGREDIENTS.refinedVegetableOil, count: 2 },
        ],
      },
    ],
  },
  {
    metaSeo: {
      title: 'Окрошка на квасе',
      description:
        'С наступлением жары в интернете снова вспыхивают ожесточённые споры: можно ли считать окрошку с колбасой и квасом настоящей? Приверженцы традиционной кухни настаивают на вариантах с отварной говядиной или говяжьим языком, но большинство россиян всё же остаётся верным более простому и доступному рецепту. И это неудивительно: в летнюю жару совсем не хочется тратить время на долгое приготовление мяса и ждать, пока оно остынет. Проще и быстрее нарезать свежую зелень, хрустящие огурцы, редис, отварной картофель и яйца, добавить любимую варёную колбасу и залить всё прохладным квасом. В результате получается ароматная, освежающая и по-настоящему вкусная окрошка — блюдо, без которого трудно представить летние обеды на даче. Этот рецепт, проверенный временем и передаваемый из поколения в поколение, остаётся актуальным и сегодня. Мы делимся списком необходимых ингредиентов и пошаговой инструкцией по приготовлению окрошки на квасе с колбасой — идеального блюда для жарких дней!',
      keywords: ['окрошка', 'квас', 'завтрак', 'легкий завтрак'],
      'og:title': 'Окрошка на квасе',
      'og:description':
        'С наступлением жары в интернете снова вспыхивают ожесточённые споры: можно ли считать окрошку с колбасой и квасом настоящей? Приверженцы традиционной кухни настаивают на вариантах с отварной говядиной или говяжьим языком, но большинство россиян всё же остаётся верным более простому и доступному рецепту. И это неудивительно: в летнюю жару совсем не хочется тратить время на долгое приготовление мяса и ждать, пока оно остынет. Проще и быстрее нарезать свежую зелень, хрустящие огурцы, редис, отварной картофель и яйца, добавить любимую варёную колбасу и залить всё прохладным квасом. В результате получается ароматная, освежающая и по-настоящему вкусная окрошка — блюдо, без которого трудно представить летние обеды на даче. Этот рецепт, проверенный временем и передаваемый из поколения в поколение, остаётся актуальным и сегодня. Мы делимся списком необходимых ингредиентов и пошаговой инструкцией по приготовлению окрошки на квасе с колбасой — идеального блюда для жарких дней!',
      'og:url': 'https://povreshka.ru/recipe/okroshka-na-kvase',
      'og:image': '/static/recipes/dinner/okroshka-na-kvase.jpeg',
      twitterTitle: 'Окрошка на квасе',
      twitterDescription:
        'С наступлением жары в интернете снова вспыхивают ожесточённые споры: можно ли считать окрошку с колбасой и квасом настоящей? Приверженцы традиционной кухни настаивают на вариантах с отварной говядиной или говяжьим языком, но большинство россиян всё же остаётся верным более простому и доступному рецепту. И это неудивительно: в летнюю жару совсем не хочется тратить время на долгое приготовление мяса и ждать, пока оно остынет. Проще и быстрее нарезать свежую зелень, хрустящие огурцы, редис, отварной картофель и яйца, добавить любимую варёную колбасу и залить всё прохладным квасом. В результате получается ароматная, освежающая и по-настоящему вкусная окрошка — блюдо, без которого трудно представить летние обеды на даче. Этот рецепт, проверенный временем и передаваемый из поколения в поколение, остаётся актуальным и сегодня. Мы делимся списком необходимых ингредиентов и пошаговой инструкцией по приготовлению окрошки на квасе с колбасой — идеального блюда для жарких дней!',
      twitterImage: '/static/recipes/dinner/okroshka-na-kvase.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/okroshka-na-kvase',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/okroshka-na-kvase',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['окрошка', 'квас', 'колбаса', 'легкий обед'],
    categories: [{ name: 'dinner' }],
    key: 'okroshka-na-kvase',
    name: 'okroshka-na-kvase',
    img: '/static/recipes/dinner/okroshka-na-kvase.jpeg',
    title: 'Окрошка на квасе',
    description:
      'С наступлением жары в интернете снова вспыхивают ожесточённые споры: можно ли считать окрошку с колбасой и квасом настоящей? Приверженцы традиционной кухни настаивают на вариантах с отварной говядиной или говяжьим языком, но большинство россиян всё же остаётся верным более простому и доступному рецепту. И это неудивительно: в летнюю жару совсем не хочется тратить время на долгое приготовление мяса и ждать, пока оно остынет. Проще и быстрее нарезать свежую зелень, хрустящие огурцы, редис, отварной картофель и яйца, добавить любимую варёную колбасу и залить всё прохладным квасом. В результате получается ароматная, освежающая и по-настоящему вкусная окрошка — блюдо, без которого трудно представить летние обеды на даче. Этот рецепт, проверенный временем и передаваемый из поколения в поколение, остаётся актуальным и сегодня. Мы делимся списком необходимых ингредиентов и пошаговой инструкцией по приготовлению окрошки на квасе с колбасой — идеального блюда для жарких дней!',
    calories: 231.25,
    preparation: 20,
    time: 30,
    level: 2,
    rating: 4.87,
    portions: 10,
    used: [8.25, 12.57, 19.03],
    ingredients: [
      {
        ...INGREDIENTS.potato,
        count: 6,
      },
      {
        ...INGREDIENTS.egg,
        count: 3,
      },
      {
        ...INGREDIENTS.radish,
        count: 6,
      },
      {
        ...INGREDIENTS.cucumber,
        count: 3,
      },
      {
        ...INGREDIENTS.greenOnion,
        count: 1,
      },
      {
        ...INGREDIENTS.dill,
        count: 1,
      },
      {
        ...INGREDIENTS.parsley,
        count: 1,
      },
      {
        ...INGREDIENTS.boiledSausage,
        count: 0.3,
      },
      {
        ...INGREDIENTS.breadKvass,
        count: 1.5,
      },
      {
        ...INGREDIENTS.sourCream,
        count: 0.2,
      },
      {
        ...INGREDIENTS.salt,
      },

      {
        ...INGREDIENTS.groundBlackPepper,
      },
    ],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Начните с подготовки всех компонентов. Тщательно вымойте картофель щеткой и отварите его в кожуре до мягкости — это займет примерно 15–20 минут в зависимости от размера клубней.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Яйца аккуратно положите в кастрюлю, залейте холодной водой и доведите до кипения. Затем убавьте огонь и варите около 10 минут. После этого остудите яйца под струей холодной воды и очистите от скорлупы.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Редис хорошо промойте и нарежьте тонкими кружочками. Огурцы также вымойте, обсушите и разрежьте вдоль, затем нарежьте тонкими полукружиями или ломтиками.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Промойте свежую зелень — лук, укроп и петрушку. Разложите на бумажных полотенцах, чтобы избавиться от влаги, затем мелко нашинкуйте. Колбасу нарежьте небольшими аккуратными кубиками.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'В глубокой миске соедините нарезанные огурцы, редис, зелень и колбасу. Остывшие картофель и яйца порежьте мелкими кубиками и добавьте к остальным ингредиентам. Приправьте солью и перцем по вкусу, тщательно перемешайте.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Готовую смесь залейте охлаждённым квасом и снова перемешайте. Разлейте окрошку по тарелкам, добавьте по ложке сметаны в каждую порцию и подавайте охлаждённой к столу.',
        ingredients: [],
      },
    ],
  },
  {
    metaSeo: {
      title: 'Окрошка на кефире',
      description:
        'Летом, в разгар жары, нет ничего лучше холодной окрошки. Когда кондиционеров под рукой нет, именно это освежающее блюдо становится настоящим спасением. Сегодня я часто готовлю окрошку на кефире с колбасой для своей семьи — простую, сытную и любимую с детства. Каждый раз, пробуя первую ложку, ловлю себя на тёплом чувстве ностальгии и настоящего летнего уюта.',
      keywords: ['окрошка', 'кефир', 'завтрак', 'легкий завтрак'],
      'og:title': 'Окрошка на кефире',
      'og:description':
        'Летом, в разгар жары, нет ничего лучше холодной окрошки. Когда кондиционеров под рукой нет, именно это освежающее блюдо становится настоящим спасением. Сегодня я часто готовлю окрошку на кефире с колбасой для своей семьи — простую, сытную и любимую с детства. Каждый раз, пробуя первую ложку, ловлю себя на тёплом чувстве ностальгии и настоящего летнего уюта.',
      'og:url': 'https://povreshka.ru/recipe/okroshka-na-kefire',
      'og:image': '/static/recipes/dinner/okroshka-na-kefire.jpg',
      twitterTitle: 'Окрошка на кефире',
      twitterDescription:
        'Летом, в разгар жары, нет ничего лучше холодной окрошки. Когда кондиционеров под рукой нет, именно это освежающее блюдо становится настоящим спасением. Сегодня я часто готовлю окрошку на кефире с колбасой для своей семьи — простую, сытную и любимую с детства. Каждый раз, пробуя первую ложку, ловлю себя на тёплом чувстве ностальгии и настоящего летнего уюта.',
      twitterImage: '/static/recipes/dinner/okroshka-na-kefire.jpg',
      twitterUrl: 'https://povreshka.ru/recipe/okroshka-na-kefire',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/okroshka-na-kefire',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['окрошка', 'кефир', 'колбаса', 'легкий обед'],
    categories: [{ name: 'dinner' }],
    key: 'okroshka-na-kefire',
    name: 'okroshka-na-kefire',
    img: '/static/recipes/dinner/okroshka-na-kefire.jpg',
    title: 'Окрошка на кефире',
    description:
      'Летом, в разгар жары, нет ничего лучше холодной окрошки. Когда кондиционеров под рукой нет, именно это освежающее блюдо становится настоящим спасением. Сегодня я часто готовлю окрошку на кефире с колбасой для своей семьи — простую, сытную и любимую с детства. Каждый раз, пробуя первую ложку, ловлю себя на тёплом чувстве ностальгии и настоящего летнего уюта.',
    calories: 510.2,
    preparation: 25,
    time: 30,
    level: 1,
    rating: 5,
    portions: 4,
    used: [24.82, 34.27, 25.22],
    ingredients: [
      {
        ...INGREDIENTS.potato,
        count: 3,
      },
      {
        ...INGREDIENTS.egg,
        count: 4,
      },
      {
        ...INGREDIENTS.cucumber,
        count: 3,
      },
      {
        ...INGREDIENTS.greenOnion,
        count: 1,
      },
      {
        ...INGREDIENTS.dill,
        count: 1,
      },
      {
        ...INGREDIENTS.mustard,
      },
      {
        ...INGREDIENTS.carbonatedMineralWater,
        count: 500,
      },
      {
        ...INGREDIENTS.boiledPorkSausage,
        count: 300,
      },
      {
        ...INGREDIENTS.kefir32,
        count: 1000,
      },
      {
        ...INGREDIENTS.salt,
      },
    ],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description: 'Отварите картофель и яйца до готовности. Дайте остыть, затем аккуратно очистите.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description: 'Нарежьте кубиками варёную колбасу, картофель, яйца и огурцы. Зелень мелко порубите ножом.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Сложите все ингредиенты в большую миску, тщательно перемешайте. Залейте смесью кефира и минеральной воды, посолите по вкусу. При желании можно добавить немного горчицы для пикантности.',
        ingredients: [],
      },
    ],
  },
]
