export const HEALTHY = [
  {
    metaSeo: {
      title: 'Рагу из кабачков в сметане',
      description:
        'Рагу из кабачков в сметане — это легкое и питательное блюдо, которое идеально подходит для летнего обеда или ужина. Кабачки, богатые витаминами и минералами, готовятся в нежном соусе из сметаны, что придает блюду особую кремовую текстуру и вкус. Это рагу можно подавать как самостоятельное блюдо или в качестве гарнира к мясу или рыбе.',
      keywords: ['рагу', 'кабачки', 'сметана', 'сытный ужин', 'ужин', 'легкий ужин'],
      'og:title': 'Рубленые котлеты из куриного филе на сковороде',
      'og:description':
        'Рагу из кабачков в сметане — это легкое и питательное блюдо, которое идеально подходит для летнего обеда или ужина. Кабачки, богатые витаминами и минералами, готовятся в нежном соусе из сметаны, что придает блюду особую кремовую текстуру и вкус. Это рагу можно подавать как самостоятельное блюдо или в качестве гарнира к мясу или рыбе.',
      'og:url': 'https://povreshka.ru/recipe/ragu-iz-kabachkov-v-smetane',
      'og:image': '/static/recipes/healthy/ragu-iz-kabachkov-v-smetane.jpeg',
      twitterTitle: 'Рубленые котлеты из куриного филе на сковороде',
      twitterDescription:
        'Рагу из кабачков в сметане — это легкое и питательное блюдо, которое идеально подходит для летнего обеда или ужина. Кабачки, богатые витаминами и минералами, готовятся в нежном соусе из сметаны, что придает блюду особую кремовую текстуру и вкус. Это рагу можно подавать как самостоятельное блюдо или в качестве гарнира к мясу или рыбе.',
      twitterImage: '/static/recipes/healthy/ragu-iz-kabachkov-v-smetane.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/ragu-iz-kabachkov-v-smetane',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/ragu-iz-kabachkov-v-smetane',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['рагу', 'кабачки', 'сметана', 'сытный ужин', 'ужин', 'легкий ужин'],
    categories: [{ name: 'healthy' }, { name: 'supper' }],
    key: 'ragu-iz-kabachkov-v-smetane',
    name: 'ragu-iz-kabachkov-v-smetane',
    img: '/static/recipes/healthy/ragu-iz-kabachkov-v-smetane.jpeg',
    title: 'Рагу из кабачков в сметане',
    description:
      'Рагу из кабачков в сметане — это легкое и питательное блюдо, которое идеально подходит для летнего обеда или ужина. Кабачки, богатые витаминами и минералами, готовятся в нежном соусе из сметаны, что придает блюду особую кремовую текстуру и вкус. Это рагу можно подавать как самостоятельное блюдо или в качестве гарнира к мясу или рыбе.',
    calories: 365.5,
    preparation: null,
    time: 20,
    level: 1,
    rating: 5,
    portions: 4,
    used: [5.7, 22.7, 34.1],
    ingredients: [],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Тщательно промойте кабачки, удалите кончики с обеих сторон. Молодые кабачки очищать не нужно — кожура у них нежная. Разрежьте вдоль на половинки, затем на четвертинки, после чего нарежьте поперек брусками длиной до 3 см.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Раздавите зубчики чеснока плоской стороной ножа, чтобы легко снять кожицу — она сойдёт сама. Затем мелко нарубите чеснок — он придаст блюду насыщенный аромат.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Промойте свежую петрушку, обсушите бумажными салфетками. Удалите жесткие стебли, а листья мелко нарежьте. Соедините зелень с чесноком и еще раз пройдитесь ножом для более равномерного вкуса.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Помидоры вымойте, удалите плодоножки. Кожицу оставьте — она сохранит форму томатов в рагу. Нарежьте помидоры средними кусочками, чтобы они не развалились при тепловой обработке.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'В глубокой сковороде или сотейнике разогрейте топленое масло. Добавьте кабачки и обжарьте на сильном огне до золотистой корочки — около 4–5 минут. Затем посыпьте мукой, приправьте солью и молотым перцем, готовьте еще минуту.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Добавьте в кабачки сметану, убавьте огонь до среднего и перемешайте. Когда смесь закипит, всыпьте нарезанные помидоры и чесночно-зелёную смесь. Прогрейте 2 минуты, снимите с огня и сразу подавайте сочное овощное рагу на стол.',
        ingredients: [],
      },
    ],
  },
]
