export const HEALTHY = [
  // {
  //   key: 'puding-iz-kokosovogo-moloka-s-fruktami',
  //   name: 'puding-iz-kokosovogo-moloka-s-fruktami',
  //   img: null,
  //   title: 'Пудинг из кокосового молока с фруктами',
  //   description:
  //     'Пудинг на кокосовом молоке с экзотическими фруктами — это не просто десерт, а кусочек тропического рая у вас на столе. Он получается нежным, ароматным и идеально освежающим. В меру сладкий, с насыщенным кокосовым вкусом, такой пудинг прекрасно сочетается с сочными манго, маракуйей, ананасом или киви. Готовить его просто: понадобится всего несколько ингредиентов и немного времени. А подача — настоящая эстетика! Делимся с вами простым и эффектным рецептом пудинга на кокосовом молоке — порадуйте себя и близких необычным лакомством.',
  //   time: 30,
  //   level: 1,
  //   rating: 5,
  // },
]
