import { EQUIPMENTS } from '../equipments'
import { INGREDIENTS } from '../ingredients'

export const SNACKS = [
  {
    metaSeo: {
      title: 'Рулетики из ветчины с сыром и чесноком',
      description:
        'Рулетики из ветчины с сырно-чесночной начинкой — отличная идея для закуски на фуршет или праздничный стол. Они эффектно выглядят, получаются сытными и яркими на вкус, а готовятся очень просто. Такой рецепт легко адаптировать под свой вкус — вариантов начинки множество. Мы предлагаем попробовать майонез с добавлением карри — он придаёт рулетикам красивый цвет и оригинальную нотку. А немного мелко нарезанного белого лука добавит пикантности и легкую свежесть. Если времени в обрез, можно ограничиться классикой — натертым сыром, чесноком и обычным майонезом. А если добавить ещё и отварные яйца, измельчённые на мелкой тёрке, начинка получится особенно нежной и в то же время выразительной.',
      keywords: ['рулетики', 'ветчина', 'сыр', 'чеснок', 'сытная закуска', 'легкая закуска'],
      'og:title': 'Рулетики из ветчины с сыром и чесноком',
      'og:description':
        'Рулетики из ветчины с сырно-чесночной начинкой — отличная идея для закуски на фуршет или праздничный стол. Они эффектно выглядят, получаются сытными и яркими на вкус, а готовятся очень просто. Такой рецепт легко адаптировать под свой вкус — вариантов начинки множество. Мы предлагаем попробовать майонез с добавлением карри — он придаёт рулетикам красивый цвет и оригинальную нотку. А немного мелко нарезанного белого лука добавит пикантности и легкую свежесть. Если времени в обрез, можно ограничиться классикой — натертым сыром, чесноком и обычным майонезом. А если добавить ещё и отварные яйца, измельчённые на мелкой тёрке, начинка получится особенно нежной и в то же время выразительной.',
      'og:url': 'https://povreshka.ru/recipe/rulety-iz-vetchiny-s-syrnom-i-chesnokom',
      'og:image': '/static/recipes/snacks/rulety-iz-vetchiny-s-syrnom-i-chesnokom.jpeg',
      twitterTitle: 'Рулетики из ветчины с сыром и чесноком',
      twitterDescription:
        'Рулетики из ветчины с сырно-чесночной начинкой — отличная идея для закуски на фуршет или праздничный стол. Они эффектно выглядят, получаются сытными и яркими на вкус, а готовятся очень просто. Такой рецепт легко адаптировать под свой вкус — вариантов начинки множество. Мы предлагаем попробовать майонез с добавлением карри — он придаёт рулетикам красивый цвет и оригинальную нотку. А немного мелко нарезанного белого лука добавит пикантности и легкую свежесть. Если времени в обрез, можно ограничиться классикой — натертым сыром, чесноком и обычным майонезом. А если добавить ещё и отварные яйца, измельчённые на мелкой тёрке, начинка получится особенно нежной и в то же время выразительной.',
      twitterImage: '/static/recipes/snacks/rulety-iz-vetchiny-s-syrnom-i-chesnokom.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/rulety-iz-vetchiny-s-syrnom-i-chesnokom',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/rulety-iz-vetchiny-s-syrnom-i-chesnokom',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['рулетики', 'ветчина', 'сыр', 'чеснок', 'сытная закуска', 'легкая закуска'],
    categories: [{ name: 'snacks' }],
    key: 'rulety-iz-vetchiny-s-syrnom-i-chesnokom',
    name: 'rulety-iz-vetchiny-s-syrnom-i-chesnokom',
    img: '/static/recipes/snacks/rulety-iz-vetchiny-s-syrnom-i-chesnokom.jpeg',
    title: 'Рулетики из ветчины с сыром и чесноком',
    description:
      'Рулетики из ветчины с сырно-чесночной начинкой — отличная идея для закуски на фуршет или праздничный стол. Они эффектно выглядят, получаются сытными и яркими на вкус, а готовятся очень просто. Такой рецепт легко адаптировать под свой вкус — вариантов начинки множество. Мы предлагаем попробовать майонез с добавлением карри — он придаёт рулетикам красивый цвет и оригинальную нотку. А немного мелко нарезанного белого лука добавит пикантности и легкую свежесть. Если времени в обрез, можно ограничиться классикой — натертым сыром, чесноком и обычным майонезом. А если добавить ещё и отварные яйца, измельчённые на мелкой тёрке, начинка получится особенно нежной и в то же время выразительной.',
    calories: null,
    preparation: null,
    time: 20,
    level: 1,
    rating: 4.75,
    portions: 24,
    used: [8.6, 5, 0.7],
    ingredients: [],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Начните с приготовления начинки: сварите яйца вкрутую, остудите их под холодной водой и очистите. Мелко нарежьте яйца, а сыр натрите на крупной терке. Смешайте оба ингредиента в глубокой миске.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Очистите чеснок и натрите его на мелкой терке. Добавьте его к майонезу или натуральному йогурту, если хотите более легкий вариант. Приправьте черным перцем и паприкой, затем заправьте сырно-яичную смесь, тщательно перемешав до однородности.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Разложите ломтики ветчины и выложите на каждый немного начинки. Аккуратно сверните в рулетики. Выложите рулеты на сервировочную тарелку, украсьте зеленью или овощами по вкусу. Перед подачей уберите в холодильник минимум на 20 минут — так они станут плотнее и вкуснее.',
        ingredients: [],
      },
    ],
  },
  {
    metaSeo: {
      title: 'Картофельные чипсы в микроволновке',
      description:
        'Любите домашние чипсы, но не хотите возиться с фритюром? Попробуйте этот простой рецепт картофельных чипсов в микроволновке — хрустящие, ароматные и гораздо полезнее магазинных! Всего 3 ингредиента, 5 минут — и вкусная закуска готова.',
      keywords: ['картофельные', 'чипсы', 'микроволновка', 'сытная закуска', 'легкая закуска'],
      'og:title': 'Картофельные чипсы в микроволновке',
      'og:description':
        'Любите домашние чипсы, но не хотите возиться с фритюром? Попробуйте этот простой рецепт картофельных чипсов в микроволновке — хрустящие, ароматные и гораздо полезнее магазинных! Всего 3 ингредиента, 5 минут — и вкусная закуска готова.',
      'og:url': 'https://povreshka.ru/recipe/kartofelnye-chipsy-v-mikrovolnovke',
      'og:image': '/static/recipes/snacks/kartofelnye-chipsy-v-mikrovolnovke.jpeg',
      twitterTitle: 'Картофельные чипсы в микроволновке',
      twitterDescription:
        'Любите домашние чипсы, но не хотите возиться с фритюром? Попробуйте этот простой рецепт картофельных чипсов в микроволновке — хрустящие, ароматные и гораздо полезнее магазинных! Всего 3 ингредиента, 5 минут — и вкусная закуска готова.',
      twitterImage: '/static/recipes/snacks/kartofelnye-chipsy-v-mikrovolnovke.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/kartofelnye-chipsy-v-mikrovolnovke',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/kartofelnye-chipsy-v-mikrovolnovke',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['яичница', 'болтунья', 'завтрак', 'яйца', 'легкий завтрак'],
    categories: [{ name: 'snacks' }],
    key: 'kartofelnye-chipsy-v-mikrovolnovke',
    name: 'kartofelnye-chipsy-v-mikrovolnovke',
    img: '/static/recipes/snacks/kartofelnye-chipsy-v-mikrovolnovke.jpeg',
    title: 'Картофельные чипсы в микроволновке',
    description:
      'Любите домашние чипсы, но не хотите возиться с фритюром? Попробуйте этот простой рецепт картофельных чипсов в микроволновке — хрустящие, ароматные и гораздо полезнее магазинных! Всего 3 ингредиента, 5 минут — и вкусная закуска готова.',
    calories: null,
    preparation: null,
    time: 15,
    level: 1,
    rating: 4.8,
    portions: 1,
    used: null,
    ingredients: [
      {
        ...INGREDIENTS.potato,
      },
      {
        ...INGREDIENTS.salt,
      },
    ],
    equipments: [
      {
        ...EQUIPMENTS.microwave,
      },
      {
        ...EQUIPMENTS.plate,
      },
      {
        ...EQUIPMENTS.knife,
      },
      {
        ...EQUIPMENTS.grater,
      },
      {
        ...EQUIPMENTS.cutBoard,
      },
    ],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Чтобы начать готовку рубленых котлет из куриной грудки на сковороде, замочите мякиш белого хлеба в сливках — это сделает фарш более сочным и мягким. Пока хлеб впитывает сливки, подготовьте остальные ингредиенты.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Для домашнего фарша нарежьте куриные грудки сначала пластами, затем мелкими кубиками. Используйте тяжелый нож и большую разделочную доску. Порубите мясо в фарш, приправьте солью и перцем — это основа для вкусных котлет.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'В ароматную основу для фарша обжарьте нарезанные лук и чеснок на сильном огне до золотистости. Добавьте хлеб со сливками и измельчите все ингредиенты блендером до однородной массы — это придаст котлетам нежность.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Смешайте получившееся пюре из лука, чеснока и хлеба с рубленым куриным фаршем. Накройте пленкой и уберите в холодильник минимум на час — охлаждение улучшит структуру котлет.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Перед тем как жарить, разделите фарш на равные части по 100 граммов. Подготовьте сковороду с растительным маслом и слегка подсоленную муку для панировки — она поможет создать аппетитную корочку.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Сформируйте руками сочные, плотные котлеты и аккуратно обваляйте их в муке. Выложите на горячую сковороду, следя за тем, чтобы не класть слишком много за раз — котлеты должны равномерно обжариться.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Обжаривайте куриные котлеты на среднем огне по 2 минуты с каждой стороны до румяной корочки. Затем накройте крышкой, уменьшите огонь и тушите еще 5–7 минут — это обеспечит полную готовность и сочность блюда.',
        ingredients: [],
      },
    ],
  },
]
