export const SNACKS = [
  // {
  //   key: 'rulety-iz-vetchiny-s-syrnom-i-chesnokom',
  //   name: 'rulety-iz-vetchiny-s-syrnom-i-chesnokom',
  //   img: null,
  //   title: 'Рулетики из ветчины с сыром и чесноком',
  //   description:
  //     'Рулетики из ветчины с сырно-чесночной начинкой — отличная идея для закуски на фуршет или праздничный стол. Они эффектно выглядят, получаются сытными и яркими на вкус, а готовятся очень просто. Такой рецепт легко адаптировать под свой вкус — вариантов начинки множество. Мы предлагаем попробовать майонез с добавлением карри — он придаёт рулетикам красивый цвет и оригинальную нотку. А немного мелко нарезанного белого лука добавит пикантности и легкую свежесть. Если времени в обрез, можно ограничиться классикой — натертым сыром, чесноком и обычным майонезом. А если добавить ещё и отварные яйца, измельчённые на мелкой тёрке, начинка получится особенно нежной и в то же время выразительной.',
  //   time: 60,
  //   level: 1,
  //   rating: 4.55,
  // },
]
