export const SUPPER = [
  // {
  //   key: 'rublenye-kotlety-iz-grudki-na-skovorode',
  //   name: 'rublenye-kotlety-iz-grudki-na-skovorode',
  //   img: null,
  //   title: 'Рубленые котлеты из куриного филе на сковороде',
  //   description:
  //     'Рубленые котлеты из куриного филе, обжаренные на сковороде, — это настоящее удовольствие! По-настоящему домашнее, уютное блюдо, которое просто просится на тарелку рядом с пышным картофельным пюре. Если вы готовите большую порцию, советуем сначала обжарить котлетки до золотистой корочки, а затем довести их до готовности в духовке — это ускорит процесс. Предлагаем вам проверенный способ приготовления нежных и сочных куриных котлет из грудки — готовьте с удовольствием!',
  //   time: 60,
  //   level: 1,
  //   rating: 5,
  // },
]
