import { INGREDIENTS } from '../ingredients'

export const SUPPER = [
  {
    metaSeo: {
      title: 'Рубленые котлеты из куриного филе на сковороде',
      description:
        'Рубленые котлеты из куриного филе, обжаренные на сковороде, — это настоящее удовольствие! По-настоящему домашнее, уютное блюдо, которое просто просится на тарелку рядом с пышным картофельным пюре. Если вы готовите большую порцию, советуем сначала обжарить котлетки до золотистой корочки, а затем довести их до готовности в духовке — это ускорит процесс. Предлагаем вам проверенный способ приготовления нежных и сочных куриных котлет из грудки — готовьте с удовольствием!',
      keywords: ['котлеты', 'куриное филе', 'ужин', 'легкий ужин'],
      'og:title': 'Рубленые котлеты из куриного филе на сковороде',
      'og:description':
        'Рубленые котлеты из куриного филе, обжаренные на сковороде, — это настоящее удовольствие! По-настоящему домашнее, уютное блюдо, которое просто просится на тарелку рядом с пышным картофельным пюре. Если вы готовите большую порцию, советуем сначала обжарить котлетки до золотистой корочки, а затем довести их до готовности в духовке — это ускорит процесс. Предлагаем вам проверенный способ приготовления нежных и сочных куриных котлет из грудки — готовьте с удовольствием!',
      'og:url': 'https://povreshka.ru/recipe/rublenye-kotlety-iz-grudki-na-skovorode',
      'og:image': '/static/recipes/supper/rublenye-kotlety-iz-grudki-na-skovorode.jpeg',
      twitterTitle: 'Рубленые котлеты из куриного филе на сковороде',
      twitterDescription:
        'Рубленые котлеты из куриного филе, обжаренные на сковороде, — это настоящее удовольствие! По-настоящему домашнее, уютное блюдо, которое просто просится на тарелку рядом с пышным картофельным пюре. Если вы готовите большую порцию, советуем сначала обжарить котлетки до золотистой корочки, а затем довести их до готовности в духовке — это ускорит процесс. Предлагаем вам проверенный способ приготовления нежных и сочных куриных котлет из грудки — готовьте с удовольствием!',
      twitterImage: '/static/recipes/supper/rublenye-kotlety-iz-grudki-na-skovorode.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/rublenye-kotlety-iz-grudki-na-skovorode',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/rublenye-kotlety-iz-grudki-na-skovorode',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['котлеты', 'куриное филе', 'ужин', 'легкий ужин'],
    categories: [{ name: 'supper' }],
    key: 'rublenye-kotlety-iz-grudki-na-skovorode',
    name: 'rublenye-kotlety-iz-grudki-na-skovorode',
    img: '/static/recipes/supper/rublenye-kotlety-iz-grudki-na-skovorode.jpeg',
    title: 'Рубленые котлеты из куриного филе на сковороде',
    description:
      'Рубленые котлеты из куриного филе, обжаренные на сковороде, — это настоящее удовольствие! По-настоящему домашнее, уютное блюдо, которое просто просится на тарелку рядом с пышным картофельным пюре. Если вы готовите большую порцию, советуем сначала обжарить котлетки до золотистой корочки, а затем довести их до готовности в духовке — это ускорит процесс. Предлагаем вам проверенный способ приготовления нежных и сочных куриных котлет из грудки — готовьте с удовольствием!',
    calories: null,
    preparation: 60,
    time: 40,
    level: 1,
    rating: 5,
    portions: 4,
    used: null,
    ingredients: [
      {
        ...INGREDIENTS.chickenBreast,
        count: 0.6,
      },
      {
        ...INGREDIENTS.whiteBread,
        count: 150,
      },
      {
        ...INGREDIENTS.cream20,
        count: 100,
      },
      {
        ...INGREDIENTS.onion,
        count: 1,
      },
      {
        ...INGREDIENTS.garlic,
        count: 2,
      },
      {
        ...INGREDIENTS.flour,
        count: 60,
      },
      {
        ...INGREDIENTS.meltedButter,
      },
      {
        ...INGREDIENTS.salt,
      },
      {
        ...INGREDIENTS.groundBlackPepper,
      },
    ],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Чтобы начать готовку рубленых котлет из куриной грудки на сковороде, замочите мякиш белого хлеба в сливках — это сделает фарш более сочным и мягким. Пока хлеб впитывает сливки, подготовьте остальные ингредиенты.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Для домашнего фарша нарежьте куриные грудки сначала пластами, затем мелкими кубиками. Используйте тяжелый нож и большую разделочную доску. Порубите мясо в фарш, приправьте солью и перцем — это основа для вкусных котлет.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'В ароматную основу для фарша обжарьте нарезанные лук и чеснок на сильном огне до золотистости. Добавьте хлеб со сливками и измельчите все ингредиенты блендером до однородной массы — это придаст котлетам нежность.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Смешайте получившееся пюре из лука, чеснока и хлеба с рубленым куриным фаршем. Накройте пленкой и уберите в холодильник минимум на час — охлаждение улучшит структуру котлет.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Перед тем как жарить, разделите фарш на равные части по 100 граммов. Подготовьте сковороду с растительным маслом и слегка подсоленную муку для панировки — она поможет создать аппетитную корочку.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Сформируйте руками сочные, плотные котлеты и аккуратно обваляйте их в муке. Выложите на горячую сковороду, следя за тем, чтобы не класть слишком много за раз — котлеты должны равномерно обжариться.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Обжаривайте куриные котлеты на среднем огне по 2 минуты с каждой стороны до румяной корочки. Затем накройте крышкой, уменьшите огонь и тушите еще 5–7 минут — это обеспечит полную готовность и сочность блюда.',
        ingredients: [],
      },
    ],
  },
  {
    metaSeo: {
      title: 'Стейк рибай на электрогриле',
      description:
        'Приготовление стейка рибай на электрогриле — отличный способ насладиться ресторанным вкусом у себя дома. Современные электрогрили с автоматическими режимами, включая функцию «суперкорочка», делают процесс жарки простым и удобным: достаточно выбрать нужную программу и выложить мясо на разогретую поверхность. Перед тем как жарить, важно правильно выбрать сам стейк. Рибай — это один из самых популярных и премиальных видов стейков, отличающийся мраморной текстурой и насыщенным вкусом. Его нарезают из толстого края говядины — мышцы спинной части, практически не участвующие в движении. Благодаря жировым прожилкам стейк рибай остается сочным и ароматным даже после сильной обжарки. Оптимальная толщина рибая для электрогриля — около 2,5 см. Рекомендуемая степень прожарки — medium (средняя). Даже если у вас базовая модель электрогриля без программируемых режимов, наш простой рецепт поможет добиться вкусной корочки и сохранить сочную середину.',
      keywords: ['стейк', 'рибай', 'электрогрил', 'ужин', 'сытный ужин'],
      'og:title': 'Стейк рибай на электрогриле',
      'og:description':
        'Приготовление стейка рибай на электрогриле — отличный способ насладиться ресторанным вкусом у себя дома. Современные электрогрили с автоматическими режимами, включая функцию «суперкорочка», делают процесс жарки простым и удобным: достаточно выбрать нужную программу и выложить мясо на разогретую поверхность. Перед тем как жарить, важно правильно выбрать сам стейк. Рибай — это один из самых популярных и премиальных видов стейков, отличающийся мраморной текстурой и насыщенным вкусом. Его нарезают из толстого края говядины — мышцы спинной части, практически не участвующие в движении. Благодаря жировым прожилкам стейк рибай остается сочным и ароматным даже после сильной обжарки. Оптимальная толщина рибая для электрогриля — около 2,5 см. Рекомендуемая степень прожарки — medium (средняя). Даже если у вас базовая модель электрогриля без программируемых режимов, наш простой рецепт поможет добиться вкусной корочки и сохранить сочную середину.',
      'og:url': 'https://povreshka.ru/recipe/stejk-ribaj-na-elektrogrile',
      'og:image': '/static/recipes/supper/stejk-ribaj-na-elektrogrile.jpeg',
      twitterTitle: 'Стейк рибай на электрогриле',
      twitterDescription:
        'Приготовление стейка рибай на электрогриле — отличный способ насладиться ресторанным вкусом у себя дома. Современные электрогрили с автоматическими режимами, включая функцию «суперкорочка», делают процесс жарки простым и удобным: достаточно выбрать нужную программу и выложить мясо на разогретую поверхность. Перед тем как жарить, важно правильно выбрать сам стейк. Рибай — это один из самых популярных и премиальных видов стейков, отличающийся мраморной текстурой и насыщенным вкусом. Его нарезают из толстого края говядины — мышцы спинной части, практически не участвующие в движении. Благодаря жировым прожилкам стейк рибай остается сочным и ароматным даже после сильной обжарки. Оптимальная толщина рибая для электрогриля — около 2,5 см. Рекомендуемая степень прожарки — medium (средняя). Даже если у вас базовая модель электрогриля без программируемых режимов, наш простой рецепт поможет добиться вкусной корочки и сохранить сочную середину.',
      twitterImage: '/static/recipes/supper/stejk-ribaj-na-elektrogrile.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/stejk-ribaj-na-elektrogrile',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/stejk-ribaj-na-elektrogrile',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['стейк', 'рибай', 'электрогрил', 'суперкорочка', 'ужин', 'сытный ужин'],
    categories: [{ name: 'supper' }],
    key: 'stejk-ribaj-na-elektrogrile',
    name: 'stejk-ribaj-na-elektrogrile',
    img: '/static/recipes/supper/stejk-ribaj-na-elektrogrile.jpeg',
    title: 'Стейк рибай на электрогриле',
    description:
      'Приготовление стейка рибай на электрогриле — отличный способ насладиться ресторанным вкусом у себя дома. Современные электрогрили с автоматическими режимами, включая функцию «суперкорочка», делают процесс жарки простым и удобным: достаточно выбрать нужную программу и выложить мясо на разогретую поверхность. Перед тем как жарить, важно правильно выбрать сам стейк. Рибай — это один из самых популярных и премиальных видов стейков, отличающийся мраморной текстурой и насыщенным вкусом. Его нарезают из толстого края говядины — мышцы спинной части, практически не участвующие в движении. Благодаря жировым прожилкам стейк рибай остается сочным и ароматным даже после сильной обжарки. Оптимальная толщина рибая для электрогриля — около 2,5 см. Рекомендуемая степень прожарки — medium (средняя). Даже если у вас базовая модель электрогриля без программируемых режимов, наш простой рецепт поможет добиться вкусной корочки и сохранить сочную середину.',
    calories: 1040.24,
    portions: 2,
    used: [76.37, 75.91, 1.47],
    preparation: 40,
    time: 15,
    level: 1,
    rating: 5,
    ingredients: [],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Перед тем как жарить стейк на электрогриле, обязательно достаньте мясо из холодильника минимум за 40–60 минут. Это позволяет говядине «подышать» и достигнуть комнатной температуры. Такой подход помогает добиться равномерной прожарки, особенно если вы готовите рибай — популярный стейк с мраморной структурой. Холодное мясо на гриле часто прожаривается неравномерно: снаружи — корочка, внутри — холод.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'За 20–30 минут до приготовления стейка на электрогриле обязательно удалите влагу, промокнув мясо бумажным полотенцем. Сухая поверхность — залог вкусной корочки. Слегка смажьте рибай растительным маслом и приправьте солью и свежемолотым чёрным перцем. Любители натурального вкуса могут посолить мясо уже после жарки — это также допустимо в домашних рецептах стейков.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Перед тем как приступить к обжарке, хорошенько разогрейте электрогриль. Если у вас продвинутая модель с автоматическими программами — выберите режим «стейк» или «говядина». Простые гриль-панели тоже отлично справляются, если разогреть их до температуры около 220°C. Это обеспечит качественную жарку и поджаристую корочку, как в лучших рецептах гриль-стейков.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Выложите подготовленные стейки на раскалённую гриль-поверхность. Добавьте аромат: можно положить рядом пару веточек свежего розмарина. Закройте верхнюю панель и готовьте 4–5 минут. Такая обработка подойдёт для прожарки **medium rare** при толщине стейка около 2 см. Электрогриль отлично справляется с задачей, позволяя получить стейк с характерным рисунком и ярким вкусом.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'После того как стейки прожарились, снимите их с гриля и выложите на деревянную доску или разогретую тарелку. Положите сверху небольшой кусочек сливочного масла — оно подчеркнёт вкус и сделает мясо ещё сочнее. Дайте стейку отдохнуть 5–7 минут под фольгой. Такой подход часто рекомендуют в профессиональных рецептах стейков на гриле. Подавайте с овощами гриль или свежим салатом.',
        ingredients: [],
      },
    ],
  },
  {
    metaSeo: {
      title: 'Мясо по-французски с помидорами и сыром',
      description:
        'Если вы привыкли к «классическому» варианту этого блюда со слоями картофеля, майонезом и сыром, приготовьтесь к приятному сюрпризу. Настоящее мясо по-французски (или, как его называют во Франции, «эскалопы по-орли») — это нежная свинина или телятина под сливочным соусом бешамель с аппетитной сырной корочкой.',
      keywords: ['мясо', 'помидор', 'сыр', 'сытный ужин', 'ужин', 'по французски'],
      'og:title': 'Мясо по-французски с помидорами и сыром',
      'og:description':
        'Если вы привыкли к «классическому» варианту этого блюда со слоями картофеля, майонезом и сыром, приготовьтесь к приятному сюрпризу. Настоящее мясо по-французски (или, как его называют во Франции, «эскалопы по-орли») — это нежная свинина или телятина под сливочным соусом бешамель с аппетитной сырной корочкой.',
      'og:url': 'https://povreshka.ru/recipe/mjaso-po-francuzski-s-pomidorami-i-syrom',
      'og:image': '/static/recipes/supper/mjaso-po-francuzski-s-pomidorami-i-syrom.jpeg',
      twitterTitle: 'Мясо по-французски с помидорами и сыром',
      twitterDescription:
        'Если вы привыкли к «классическому» варианту этого блюда со слоями картофеля, майонезом и сыром, приготовьтесь к приятному сюрпризу. Настоящее мясо по-французски (или, как его называют во Франции, «эскалопы по-орли») — это нежная свинина или телятина под сливочным соусом бешамель с аппетитной сырной корочкой.',
      twitterImage: '/static/recipes/supper/mjaso-po-francuzski-s-pomidorami-i-syrom.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/mjaso-po-francuzski-s-pomidorami-i-syrom',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/mjaso-po-francuzski-s-pomidorami-i-syrom',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['мясо', 'помидор', 'сыр', 'сытный ужин', 'ужин', 'по французски'],
    categories: [{ name: 'supper' }],
    key: 'mjaso-po-francuzski-s-pomidorami-i-syrom',
    name: 'mjaso-po-francuzski-s-pomidorami-i-syrom',
    img: '/static/recipes/supper/mjaso-po-francuzski-s-pomidorami-i-syrom.jpeg',
    title: 'Мясо по-французски с помидорами и сыром',
    description:
      'Если вы привыкли к «классическому» варианту этого блюда со слоями картофеля, майонезом и сыром, приготовьтесь к приятному сюрпризу. Настоящее мясо по-французски (или, как его называют во Франции, «эскалопы по-орли») — это нежная свинина или телятина под сливочным соусом бешамель с аппетитной сырной корочкой.',
    calories: 1000.12,
    portions: 4,
    used: [60.08, 28.55, 12.37],
    preparation: null,
    time: 60,
    level: 3,
    rating: 5,
    ingredients: [],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Начните приготовление мяса по-французски с классического соуса бешамель. В сотейнике растопите сливочное масло на среднем огне. Постепенно добавьте пшеничную муку и перемешивайте, пока не получится однородная масса светлого цвета. Обжаривайте 2–3 минуты до легкого орехового аромата — это основа будущего соуса.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Влейте холодное молоко тонкой струйкой, постоянно помешивая соус венчиком, чтобы избежать комков. Доведите смесь до кипения и варите 5 минут, пока соус не загустеет. В завершение приправьте по вкусу солью и щепоткой мускатного ореха. Домашний бешамель идеально дополнит вкус запеченного мяса.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Разогрейте духовку до 180°С. Подготовьте форму для запекания — смажьте её оливковым маслом. Используйте керамическую, стеклянную или металлическую форму, подходящую для духовки. Это обеспечит равномерное пропекание мяса по-французски.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Говяжьи отбивные тщательно промойте, обсушите бумажными полотенцами. Накройте каждый кусок пленкой или пергаментом и аккуратно отбейте до толщины около 6–7 мм. Не забудьте посолить и поперчить мясо с обеих сторон. Это залог сочной и ароматной основы блюда.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'На сковороде разогрейте немного оливкового масла и обжарьте отбивные с двух сторон по 2 минуты до румяной корочки. Это придаст мясу аппетитный внешний вид и запечатает соки внутри. Главное — не передержать, чтобы мясо осталось мягким.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Переложите обжаренное мясо в форму для запекания, выложив его в один слой. Если куски не помещаются, лучше взять форму побольше — мясо должно запекаться равномерно, а не внахлёст.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Очистите лук и нарежьте тонкими полукольцами. Разогрейте в сковороде 2 столовые ложки оливкового масла, обжаривайте лук на среднем огне до мягкости и золотистого оттенка. Приправьте в конце солью и перцем — это добавит глубину вкусу.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Равномерно выложите обжаренный лук поверх мяса в форме. Сверху залейте всё тёплым (или остывшим) соусом бешамель. Разгладьте поверхность с помощью кулинарной лопатки — это обеспечит равномерное распределение соуса по всей поверхности будущей запеканки.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Помидоры нарежьте тонкими кольцами и выложите их поверх мясного слоя с соусом. Немного посолите, поперчите, и присыпьте сверху тёртым сыром. Используйте твёрдые сорта, которые хорошо плавятся и образуют румяную корочку при запекании.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Поставьте форму с мясом по-французски в заранее разогретую духовку. Запекайте при температуре 180°C около 30 минут, пока сыр не расплавится и не подрумянится. Готовое блюдо можно подавать прямо в форме — это удобно и красиво смотрится на столе.',
        ingredients: [],
      },
    ],
  },
  {
    metaSeo: {
      title: 'Узбекский плов с говядиной',
      description:
        'Узбекский плов в казане — это не просто блюдо, а настоящая кулинарная традиция, проверенная веками. Его насыщенный вкус, аромат специй и рассыпчатый рис с мягким мясом — результат правильной техники и подходящей посуды. Только в казане, с его толстыми стенками и равномерным нагревом, ингредиенты плова раскрываются полностью: мясо становится сочным, морковь — мягкой, а рис — рассыпчатым, впитывая в себя весь букет вкусов. Хотя существует множество вариаций, именно плов, приготовленный в казане, считается эталоном. Каждый регион, каждая семья в Узбекистане хранит свой уникальный рецепт, передающийся из поколения в поколение. И пусть знатоки спорят о деталях — главное, чтобы плов был приготовлен с душой. Если вы хотите добиться подлинного вкуса восточной кухни, попробуйте этот рецепт узбекского плова в казане. Он покорит вас своей простотой и глубиной вкуса — идеальный выбор для праздничного ужина или уютного семейного застолья.',
      keywords: ['ужин', 'плов', 'говядина', 'сытный ужин', 'узбекский плов', 'узбекский плов с говядиной'],
      'og:title': 'Узбекский плов с говядиной',
      'og:description':
        'Узбекский плов в казане — это не просто блюдо, а настоящая кулинарная традиция, проверенная веками. Его насыщенный вкус, аромат специй и рассыпчатый рис с мягким мясом — результат правильной техники и подходящей посуды. Только в казане, с его толстыми стенками и равномерным нагревом, ингредиенты плова раскрываются полностью: мясо становится сочным, морковь — мягкой, а рис — рассыпчатым, впитывая в себя весь букет вкусов. Хотя существует множество вариаций, именно плов, приготовленный в казане, считается эталоном. Каждый регион, каждая семья в Узбекистане хранит свой уникальный рецепт, передающийся из поколения в поколение. И пусть знатоки спорят о деталях — главное, чтобы плов был приготовлен с душой. Если вы хотите добиться подлинного вкуса восточной кухни, попробуйте этот рецепт узбекского плова в казане. Он покорит вас своей простотой и глубиной вкуса — идеальный выбор для праздничного ужина или уютного семейного застолья.',
      'og:url': 'https://povreshka.ru/recipe/uzbekskij-plov-s-govyadinoy',
      'og:image': '/static/recipes/supper/uzbekskij-plov-s-govyadinoy.jpeg',
      twitterTitle: 'Узбекский плов с говядиной',
      twitterDescription:
        'Узбекский плов в казане — это не просто блюдо, а настоящая кулинарная традиция, проверенная веками. Его насыщенный вкус, аромат специй и рассыпчатый рис с мягким мясом — результат правильной техники и подходящей посуды. Только в казане, с его толстыми стенками и равномерным нагревом, ингредиенты плова раскрываются полностью: мясо становится сочным, морковь — мягкой, а рис — рассыпчатым, впитывая в себя весь букет вкусов. Хотя существует множество вариаций, именно плов, приготовленный в казане, считается эталоном. Каждый регион, каждая семья в Узбекистане хранит свой уникальный рецепт, передающийся из поколения в поколение. И пусть знатоки спорят о деталях — главное, чтобы плов был приготовлен с душой. Если вы хотите добиться подлинного вкуса восточной кухни, попробуйте этот рецепт узбекского плова в казане. Он покорит вас своей простотой и глубиной вкуса — идеальный выбор для праздничного ужина или уютного семейного застолья.',
      twitterImage: '/static/recipes/supper/uzbekskij-plov-s-govyadinoy.jpeg',
      twitterUrl: 'https://povreshka.ru/recipe/uzbekskij-plov-s-govyadinoy',
      'twitter:card': 'summary_large_image',
      canonicalUrl: 'https://povreshka.ru/recipe/uzbekskij-plov-s-govyadinoy',
      robots: 'index, follow',
      googlebot: 'index, follow',
      yandex: 'index, follow',
      selfwork: 'index, follow',
      'max-image-preview': 'large',
      viewport: 'width=device-width, initial-scale=1',
      author: 'Повар-ешка',
      'theme-color': '#ffffff',
    },
    searchRequests: ['ужин', 'плов', 'говядина', 'сытный ужин', 'узбекский плов', 'узбекский плов с говядиной'],
    categories: [{ name: 'supper' }],
    key: 'uzbekskij-plov-s-govyadinoj',
    name: 'uzbekskij-plov-s-govyadinoj',
    img: '/static/recipes/supper/uzbekskij-plov-s-govyadinoy.jpeg',
    title: 'Узбекский плов с говядиной',
    description:
      'Узбекский плов в казане — это не просто блюдо, а настоящая кулинарная традиция, проверенная веками. Его насыщенный вкус, аромат специй и рассыпчатый рис с мягким мясом — результат правильной техники и подходящей посуды. Только в казане, с его толстыми стенками и равномерным нагревом, ингредиенты плова раскрываются полностью: мясо становится сочным, морковь — мягкой, а рис — рассыпчатым, впитывая в себя весь букет вкусов. Хотя существует множество вариаций, именно плов, приготовленный в казане, считается эталоном. Каждый регион, каждая семья в Узбекистане хранит свой уникальный рецепт, передающийся из поколения в поколение. И пусть знатоки спорят о деталях — главное, чтобы плов был приготовлен с душой. Если вы хотите добиться подлинного вкуса восточной кухни, попробуйте этот рецепт узбекского плова в казане. Он покорит вас своей простотой и глубиной вкуса — идеальный выбор для праздничного ужина или уютного семейного застолья.',
    calories: 796.62,
    portions: 10,
    used: [35.68, 34.1, 88.12],
    preparation: null,
    time: 150,
    level: 2,
    rating: 5,
    ingredients: [],
    equipments: [],
    cookingRecipe: [
      {
        img: null,
        video: null,
        description:
          'Для начала приготовления плова с говядиной промойте рис и замочите его в солёной воде (2 ст. ложки соли на 2 литра воды) примерно на 30–40 минут. Это обеспечит рассыпчатость готового блюда.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Возьмите говядину, срежьте лишний жир и мелко его нарежьте. Само мясо порубите на равномерные куски размером 3–4 см — это оптимальный формат для плова.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Разогрейте масло в казане до кипения и выложите нарезанный говяжий жир. Это базовый этап для создания насыщенной основы настоящего узбекского плова.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Обжаривайте жир на среднем огне, пока он не превратится в хрустящие шкварки. Удалите их шумовкой. Затем партиями обжарьте куски говядины до золотистой корочки, чтобы мясо стало сочным и ароматным.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Для овощной основы очистите морковь и нарежьте её крупной соломкой (3–4 мм толщиной). Лук нарежьте толстыми кольцами — они придадут блюду сладость и аромат.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Верните обжаренное мясо в казан, добавьте подготовленный лук и морковь. Посыпьте половиной зиры — традиционной приправы, которая создаёт фирменный вкус плова.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Томите ингредиенты на среднем огне, аккуратно помешивая. Когда мясо почти приготовится, а овощи станут мягкими и золотистыми, по необходимости добавьте немного кипятка. Крышку не используйте — важен испарительный процесс.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Когда мясо дойдёт до нужной кондиции, добавьте оставшуюся зиру. Головку чеснока слегка обрежьте и снимите верхнюю шелуху. Обжарьте её 3–4 минуты в горячем масле, чтобы придать блюду насыщенный аромат.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Тщательно промойте рис под проточной водой, не трогая его руками. Аккуратная промывка помогает сохранить зёрна целыми — это ключ к идеальной текстуре плова.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Выложите рис на мясо, разровняйте его. В центре утопите обжаренный чеснок и острый перец. Затем залейте рис кипятком так, чтобы вода покрывала крупу на 1–1,5 см.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Уменьшите огонь до минимума, закройте казан крышкой и готовьте плов 50–60 минут. Важно не перемешивать рис. При необходимости подливайте кипяток, чтобы избежать пригорания.',
        ingredients: [],
      },
      {
        img: null,
        video: null,
        description:
          'Когда рис почти готов, увеличьте огонь на 2–3 минуты, чтобы масло поднялось к поверхности — это делает плов особенно сочным. Затем снова убавьте огонь, закройте крышкой и дайте настояться 20 минут. Плов готов!',
        ingredients: [],
      },
    ],
  },
]
